
/* Class = "NSWindow"; title = "from .strings file"; ObjectID = "1"; */
"1.title" = "aus .strings-Datei";

/* Class = "NSButtonCell"; title = "Save"; ObjectID = "4"; */
"4.title" = "Sichern";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6"; */
"6.title" = "Abbrechen";

/* Class = "NSTextFieldCell"; title = "Keyframe Timing:"; ObjectID = "40"; */
"40.title" = "Keyframe-Timing:";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Choose a category or create a new category, which will display in the Effects Browser sidebar"; ObjectID = "41"; */
"41.ibShadowedToolTip" = "Wähle eine Kategorie oder erstelle eine neue Kategorie, die in der Seitenleiste der Effektübersicht angezeigt wird.";

/* Class = "NSButtonCell"; ibShadowedToolTip = "Maintain the same timing as the selected clip"; ObjectID = "142"; */
"142.ibShadowedToolTip" = "Das Timing des ausgewählten Clips beibehalten";

/* Class = "NSButtonCell"; title = "Maintain Timing"; ObjectID = "142"; */
"142.title" = "Timing beibehalten";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "144"; */
"144.title" = "Auswahltaste";

/* Class = "NSTextFieldCell"; title = "Attributes"; ObjectID = "155"; */
"155.title" = "Attribute";

/* Class = "NSTextFieldCell"; title = "Keyframes"; ObjectID = "157"; */
"157.title" = "Keyframes";

/* Class = "NSTextField"; ibShadowedToolTip = "Create a name for the effect preset; slashes are not allowed. Names longer than 200 characters are truncated"; ObjectID = "158"; */
"158.ibShadowedToolTip" = "Benenne die Effekt-Voreinstellung. Schrägstriche sind nicht erlaubt. Namen mit mehr als 200 Zeichen werden abgeschnitten.";

/* Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "159"; */
"159.title" = "Name:";

/* Class = "NSTextField"; ibShadowedToolTip = "Choose a category or create a new category, which will display in the Effects Browser sidebar"; ObjectID = "160"; */
"160.ibShadowedToolTip" = "Wähle eine Kategorie oder erstelle eine neue Kategorie, die in der Seitenleiste der Effektübersicht angezeigt wird.";

/* Class = "NSTextFieldCell"; title = "Category:"; ObjectID = "161"; */
"161.title" = "Kategorie:";

/* Class = "NSTextField"; ibShadowedToolTip = "Create a name for the effect preset; slashes are not allowed. Names longer than 200 characters are truncated"; ObjectID = "163"; */
"163.ibShadowedToolTip" = "Benenne die Effekt-Voreinstellung. Schrägstriche sind nicht erlaubt. Namen mit mehr als 200 Zeichen werden abgeschnitten.";

/* Class = "NSTextFieldCell"; title = "Effects Preset"; ObjectID = "164"; */
"164.title" = "Voreinstellung für Effekte";

/* Class = "NSTextFieldCell"; title = "To create a custom effect, choose a category, select effects, and click Save. The new effect appears in the Effects Browser."; ObjectID = "166"; */
"166.title" = "Wähle eine Kategorie, wähle Effekte und klicke auf „Sichern“, um einen eigenen Effekt zu erstellen. Der neue Effekt wird in der Effektübersicht angezeigt.";

/* Class = "NSButtonCell"; title = "Stretch to Fit"; ObjectID = "wPg-NR-n0Y"; */
"wPg-NR-n0Y.title" = "Dehnen zum Anpassen";
